{
    "环线": [
        "重庆轨道交通环线全长50.88千米，起于重庆西站，途经沙坪坝区、江北区、渝北区、南岸区、九龙坡区，经过重庆图书馆、沙坪坝、重庆大学、冉家坝、重庆北站南广场、五里店、弹子石、四公里、二郎等重要商圈或聚居区，止于重庆西站。共设车站33座，其中地下站28座、半地下站2座、高架站3座，使用6节编组As型地铁列车，列车最高设计时速每小时100公里。",
        "东北半环(重庆图书馆至重庆北站南广场至海峡路)于2018年12月28日14时开通初期运营；西南半环(海峡路至谢家湾至二郎)于2019年12月30日14时开通初期运营；剩余段(二郎至重庆西至重庆图书馆)于2021年1月20日开通初期运营。"
    ],
    "1号线": [
        "重庆轨道交通1号线全长45.34千米，是重庆市建成通车的首条地铁线路，线路呈东西走向，东起朝天门站，途经渝中区、九龙坡区、沙坪坝区、璧山区，西至璧山站，共设车站25座，其中地下站16座、高架站9座，使用6节编组B型地铁列车，列车最高设计时速每小时100公里。",
        "小什字至沙坪坝段于2011年7月28日开通初期运营；沙坪坝至大学城段于2012年12月20日开通初期运营；大学城至尖顶坡段于2014年12月30日开通初期运营；尖顶坡至璧山段于2019年12月30日开通初期运营；小什字至朝天门段于2020年12月31日开通初期运营。"
    ],
    "2号线": [
        "轨道交通2号线全长31.36公里，是我国第一条建成通车的跨座式单轨线路，起于渝中区较场口站，止于巴南区鱼洞站，线路跨越渝中区、九龙坡区、大渡口区及巴南区，途经较场口、临江门、牛角沱、大坪、杨家坪、新山村、鱼洞等客流集散中心，连通3座公园（佛图关公园、重庆动物园、大渡口公园）以及解放碑、人民大礼堂、李子坝等著名旅游景点。全线设25座车站，其中地下站3座、高架站22座，使用4节/6节/8节编组跨座式单轨列车，列车最高设计时速每小时80公里。",
        "较场口至动物园段于2004年11月6日开通观光运行；较场口至动物园段于2005年6月18日开通初期运营；动物园至新山村段于2006年7月1日开通初期运营；新山村至鱼洞段于2014年12月30日开通初期运营。"
    ],
    "3号线": [
        "重庆轨道交通3号线全长67.09千米，是世界上最长的跨座式单轨交通线路，线路呈南北走向，北至渝北区江北机场和举人坝，南至巴南区鱼洞，沿线衔接了巴南区、南岸区、渝中区、江北区和渝北区，是重庆城市轨道交通线网中南北的交通骨干线，贯穿南岸区和渝北区的重要交通通道。共设车站45座，其中高架站34座、地下站11座，使用6节/8节编组跨座式单轨列车，列车最高设计时速每小时80公里。",
        "两路口至鸳鸯段于2011年9月29日开通初期运营；鸳鸯至长福路段于2011年10月8日开通初期运营；重庆交通大学至江北机场T2航站楼段于2011年12月30日开通初期运营；鱼洞至重庆交通大学段于2012年12月28日开通初期运营；"
    ],
    "3号线空港支线": [
        "3号线空港支线碧津至举人坝段可与3号线贯通运营，共同组成世界上最长的跨座式单轨交通线路，于2016年12月28日开通初期运营。"
    ],
    "4号线": [
        "重庆轨道交通4号线一期全长15.64千米，西起民安大道站、东至唐家沱站，途经渝北区、江北区2个行政区，串联起新牌坊区、重庆北站综合交通枢纽、两路寸滩保税港区、唐家沱组团、港城工业园区等重要区域，设车站9座；4号线二期线路全长约32.8公里，设15座车站（高架站5座，地下站10座），平均站间距约2.2公里，串联起两江新区鱼复和龙兴两大片区，衔接唐家沱工业园、鱼复工业园和龙兴工业园，促进唐家沱、鱼复、龙兴等外围组团与中心城区的联动发展。使用6节编组As型地铁列车，列车最高设计时速每小时100公里。",
        "重庆北站北广场至唐家沱段于2018年12月28日开通初期运营；民安大道至重庆北站北广场段于2019年1月11日开通初期运营；铁山坪至黄岭段于2022年6月18日开通初期运营。"
    ],
    "5号线": [
        "重庆轨道交通5号线全长48.66千米，为重庆市南北贯通的地铁线路。一期北段北起园博中心站，途经渝北区、江北区，南至大石坝站；一期南段北起石桥铺站，途经九龙坡区、沙坪坝区、大渡口区，南至跳磴站；北延伸段起于园博中心站，止于悦港北路站。目前开通车站28座，其中地下站24座、高架站4座，使用6节编组As型地铁列车，列车最高设计时速每小时100公里。",
        "园博中心至大龙山段于2017 年12月28日开通初期运营；大龙山至大石坝段于2018年12月24日开通初期运营；石桥铺至跳磴段于2021年1月20日开通初期运营。悦港北路至园博中心段于2023年2月27日开通初期运营，大石坝至石桥铺段于2023年11月30日开通运营。"
    ],
    "6号线": [
        "重庆轨道交通6号线全长63.33千米，线路呈东南至西北走问，起于茶园站，途经南岸区、渝中区、江北区、渝北区、北碚区，止于北碚站，共设车站28座，其中地下站22座、高架站6座，使用6节编组B型地铁列车，列车最高设计时速每小时100公里。",
        "五里店至康庄段于2012年9月28日开通初期运营；康庄至礼嘉段于2012年12月26日开通初期运营；礼嘉至北碚段于2013年12月31日开通初期运营；五里店至茶园段于2014年12月30日开通初期运营。"
    ],
    "国博支线": [
        "重庆轨道交通国博线全长26.58千米，起于礼嘉站，止于沙河坝站，共设车站12座，其中地下站10座、高架站2座，使用6节编组B型地铁列车，列车最高设计时速每小时100公里。",
        "礼嘉至悦来段于2013年5月15日开通初期运营，全长13千米，止于悦来站。王家庄至沙河坝段于2020年12月31日开通初期运营。"
    ],
    "9号线": [
        "重庆轨道交通9号线全长39.81公里，呈西南至东北走向。一期起于新桥站，终点至兴科大道站，共设车站26座，其中地下站24座、高架站2座；二期起于春华大道站，终点花石沟站，线路全长7.81公里，共设5座车站，其中地下站3座、高架站2座。使用6节编组As型地铁列车，列车最高设计时速每小时100公里。",
        "高滩岩至兴科大道段于2022年1月25日开通初期运营。兴科大道至花石沟段于2023年1月18日开通初期运营。"
    ],
    "10号线": [
        "重庆轨道交通10号线一期全长34.3千米。线路量南北走向，一期南起鲤鱼池，途经江北区、渝北区，北至王家庄站，线路连接了江北区、渝北区、两江新区，串联了悦来组团、空港组团、人和组团、观音桥组团，贯穿了两江新区核心地带，连通了2座火车站和2座机场航站楼、3座公园，共设车站19座，其中地下站18座、高架站1座；二期鲤鱼池至后堡段，全长6公里，共设车站4座，其中地下站3座、桥上车站1座，使用6节编组As型地铁列车，列车最高设计时速每小时100公里。",
        "王家庄至鲤鱼池段于2017年12月28日开通初期运营。鲤鱼池至后堡段于2023年1月18日开通初期运营。"
    ],
    "18号线": [
        "18号线全长28.96千米，是一条南北向轨道交通干线，线路起于渝中区富华路站，止于大渡口区跳磴南站，串连渝中区、九龙坡区、巴南区和大渡口区，全线共设车站19座（地下站12座，高架站7座），其中换乘站9座，设金鳌寺车辆段和富华路停车场各1座，新建电厂主变1座，利用既有2号线白居寺主变1座。使用6节编组As型地铁列车，列车最高设计时速每小时100公里。",
        "富华路至跳磴南段于2023年12月28日开通初期运营。"
    ],
    "江跳线": [
        "江跳线全长约28.22公里，是重庆首条开通运营的市郊铁路，起于重庆轨道交通5号线跳磴站，止于江津区圣泉寺站，途经江津区、九龙坡区、大渡口区、高新区，全线设6座车站。在跳磴站，江跳线和轨道交通5号线可实现不出站同台换乘。运营列车采用1500V直流与25KV交流双制式的车辆，是国内首条将双流制车辆应用于实际的轨道交通线路，，列车最高设计时速120公里每小时。",
        "跳磴至圣泉寺段于2022年8月6日开通初期运营。"
    ]
}